<?php

$options = array (
    13725 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    13726 =>
        array (
            'title' => '腾讯包年vip',
            'description' => '<h2>腾讯视频会员</h2><p>&nbsp;</p><p>【商品详情】</p><p>商品名称：腾讯视频会员</p><p>有效时间：自充值起12个月内</p><p>院线新片：周周有更新，每周都有新鲜影片入库，在家观看院线大片快人一步</p><p>独家王者美剧：已播出美剧在VIP影院一次性放出，会员一口气看全季，再也不用熬夜等更新</p><p>热剧提前看：腾讯视频引进多部热门影视剧，精品内容独家呈现</p><p>广告特权：月省万秒看广告时间</p><p>1080P画质：享高清影院般视觉盛宴</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写QQ号（或者手机号码），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/jl97x4xf4x.jpg',
            'valiDate' => NULL,
        ),
    13727 =>
        array (
            'title' => '爱奇艺VIP',
            'description' => '<p>爱奇艺包年会员VIP</p><p>【商品详情】</p><p>商品名称：爱奇艺会员</p><p>有效时间：自充值起12个月内</p><p>跳广告：一键跳过播放前广告，无需等待，节省您的宝贵时间</p><p>1080P画质：专享海量1080P视频，更逼真更动感，赋予您身临其境的观赏体验</p><p>免费片库：海量片库不限次数任意观看，让您把影院搬回家，随时随地地畅享大片</p><p>【领取说明】</p><p>获奖后，请详细填写正确充值账号，我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/cy1ra8ntip.jpg',
            'valiDate' => NULL,
        ),
    13728 =>
        array (
            'title' => '优酷包年vip',
            'description' => '<h2>优酷视频会员vip</h2><p>【商品详情】</p><p>商品名称：优酷视频会员</p><p>有效时间：自充值起12个月内</p><p>会员权益：</p><p>1，<span style="color: rgb(0, 0, 0); font-size: 22px;">功能特权</span></p><p>看视频全程无干扰，全站1080P画质影片免费观看。</p><p>宽带智能提速100%，享受影院级视听盛宴！</p><p>2，<span style="color: rgb(0, 0, 0); font-size: 22px;">身份特权</span></p><p>专属身份图标、会员表情，红名外显。</p><p>彰显您的尊贵身份，随时随地高大上</p><p>3，<span style="color: rgb(0, 0, 0); font-size: 22px;">客服特权</span></p><p>全天候在线反馈通道，随时倾听您的心声。</p><p>近千位客服，近100%接通率，全年无休！</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写充值账号，我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/q67d5sidz2.jpg',
            'valiDate' => NULL,
        ),
    13729 =>
        array (
            'title' => '双人电影套餐',
            'description' => '<h3><font color="#333333"><b>任意双人电影票+爆米花小食套餐</b></font></h3><h4>商品详情</h4><ul><li>类型：电影票2张</li></ul><ul><li><span style="color: rgb(234, 0, 15);">确认中奖后，工作人员将会在2-3个工作日内与您取得联系，确认电影场次，请耐心等待</span></li></ul><h4>特别说明</h4><ul><li>请兑换后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659 （工作日9:00至18:00）</li><li>若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</li></ul>',
            'img' => '//yun.yuyiya.com/tuia-media/img/ajeouns8w5.jpg',
            'valiDate' => NULL,
        ),
    13730 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14223 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14224 =>
        array (
            'title' => '卡通充电宝',
            'description' => '<p>【商品详情】<br></p><p>商品名称：emie亿觅充电宝卡通款</p><p>品牌：<span style="font-size: 16px;">亿觅emie</span></p><p>外壳材质：合金</p><p>功能：单U口输出</p><p>容量：10000mAh<br></p><p>电芯类型：锂离子电池<br></p><p><br></p><p>【领取说明】</p><p>获奖后，请选择需要的奖品型号，并填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/thxwup3z3a.jpg',
            'valiDate' => NULL,
        ),
    14225 =>
        array (
            'title' => '猫咪充电宝',
            'description' => '<p>【商品详情】<br></p><p>商品名称：emie亿觅充电宝猫咪款</p><p>品牌：<span style="font-size: 16px;">亿觅emie</span></p><p>外壳材质：合金</p><p>功能：单U口输出</p><p>容量：10000mAh<br></p><p>电芯类型：锂离子电池<br></p><p><br></p><p>【领取说明】</p><p>获奖后，请选择需要的奖品型号，并填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/uy0nv686nz.jpg',
            'valiDate' => NULL,
        ),
    14226 =>
        array (
            'title' => '涂鸦充电宝',
            'description' => '<p>【商品详情】<br></p><p>商品名称：emie亿觅充电宝涂鸦款</p><p>品牌：<span style="font-size: 16px;">亿觅emie</span></p><p>外壳材质：合金</p><p>功能：单U口输出</p><p>容量：10000mAh<br></p><p>电芯类型：锂离子电池<br></p><p><br></p><p>【领取说明】</p><p>获奖后，请选择需要的奖品型号，并填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/t3rhfsz0nl.jpg',
            'valiDate' => NULL,
        ),
    14227 =>
        array (
            'title' => '10元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：10元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/qfkauj0pwz.jpg',
            'valiDate' => NULL,
        ),
    14228 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14637 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14638 =>
        array (
            'title' => '50元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：50元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/io53rthuej.png',
            'valiDate' => NULL,
        ),
    14639 =>
        array (
            'title' => '200元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：200元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/d24q71uzgf.png',
            'valiDate' => NULL,
        ),
    14640 =>
        array (
            'title' => '520元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：520元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/ehdtbdequj.png',
            'valiDate' => NULL,
        ),
    14641 =>
        array (
            'title' => '20元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：20元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/k82c6qbblp.png',
            'valiDate' => NULL,
        ),
    14642 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14819 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14820 =>
        array (
            'title' => '魅族 PRO7',
            'description' => '<p>【商品详情】</p><p>商品名称：魅族 PRO7</p><p>品牌：魅族</p><p>容量：64G</p><p>颜色：香槟金</p><p>操作系统：Android/安卓</p><p>屏幕尺寸：5.2英寸</p><p>分辨率：1920×1080像素</p><p>重量：163 克</p><p>厚度：7.3毫米</p><p>双卡机类型：双卡双待</p><p>前置摄像头：1600万像素</p><p>后置摄像头：1200万像素（两个）</p><p>电池容量：3000毫安</p><p>充电接口类型：Type-C</p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/ban59sxv31.jpg',
            'valiDate' => NULL,
        ),
    14821 =>
        array (
            'title' => '富士拍立得',
            'description' => '<p>【商品详情】<br></p><p>品牌： 富士（FUJIFILM）</p><p>商品名称：富士拍立得mini90</p><p>分类：入门级用途：人物摄影，风光摄影，美颜自拍</p><p>体重：313g（轻巧）</p><p>颜色：棕色</p><p><br></p><p>【领取说明】</p><p>获奖后，请选择需要的奖品型号，并填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/t4v7uk4g45.jpg',
            'valiDate' => NULL,
        ),
    14822 =>
        array (
            'title' => '200元话费',
            'description' => '<p><span style="font-size: 16px;">【商品详情】</span><br></p><p>商品名称：全国200元手机话费</p><p>运营商：中国移动、联通、电信</p><p>&nbsp;</p><p>【领取说明】</p><p>中奖后，请详细填写有效的手机号（将作为话费充值号码），我们会在5-10个工作日内为您充值，若应个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/f5py5xkpwf.jpg',
            'valiDate' => NULL,
        ),
    14823 =>
        array (
            'title' => '2G流量包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：全国2G流量包</p><p><br></p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为流量充值号码），我们会在5-10个工作日内为您充值，若应个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/wkgd8dd1tu.jpg',
            'valiDate' => NULL,
        ),
    14824 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14831 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14832 =>
        array (
            'title' => '美的智能空调',
            'description' => '<p>酷暑送清凉，空调风扇凉透心~小心！不要着凉哦！</p><p>大冷量、大畅快——美的风淳系列云智能空调</p><p><span style="color: rgb(51, 51, 51); font-size: 16px;"><br></span></p><p><span style="color: rgb(51, 51, 51); font-size: 16px;">【商品详情】</span><br></p><p>商品名称：美的智能空调</p><p>品牌：美的</p><p>美的空调型号： KFR-51LW/WPCD3</p><p>空调类型：柜机</p><p>冷暖类型：冷暖电辅空调</p><p>功率：大2匹</p><p>适用面积：23-34㎡</p><p>工作方式：定速</p><p>能效等级：三级</p><p></p><p></p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/m24hc2yvaq.jpg',
            'valiDate' => NULL,
        ),
    14833 =>
        array (
            'title' => '空调一体机',
            'description' => '<p>酷暑送清凉，空调风扇凉透心~小心！不要着凉哦！</p><p>想放哪儿就放哪儿，小身材大能效，快速制冷没问题</p><p><span style="color: rgb(51, 51, 51); font-size: 16px;"><br></span></p><p><span style="color: rgb(51, 51, 51); font-size: 16px;">【商品详情】</span><br></p><p>商品名称：美的智能空调</p><p>品牌：美的</p><p>3C产品型号：JHS-A019-07KR/A</p><p>3C规格型号：JHS-A019-07KR/A</p><p>&nbsp;型号: A019-07KR/A</p><p>空调类型: 移动空调</p><p>冷暖类型: 单冷型空调</p><p>功率: 小1匹</p><p>适用面积: 10-15㎡</p><p>工作方式: 定速</p><p>能效等级: 无</p><p></p><p></p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/csjt1zhf61.jpg',
            'valiDate' => NULL,
        ),
    14834 =>
        array (
            'title' => '无印良品风扇',
            'description' => '<p>酷暑送清凉，空调风扇凉透心~小心！不要着凉哦！</p><p>大风量低噪音的设计，可循环室内空气和温度，舒适地度过夏季</p><p><br></p><p>【商品详情】</p><p>商品名称：无印良品风扇</p><p>品牌：无印良品</p><p>能效等级: 三级</p><p>颜色分类: 白色</p><p>型号: AT-CF26RCN-W</p><p>控制方式: 其他/other</p><p>电源方式: 交流电</p><p></p><p></p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/dc8pyjma5l.jpg',
            'valiDate' => NULL,
        ),
    14835 =>
        array (
            'title' => '喷雾风扇',
            'description' => '<p>酷暑送清凉，空调风扇凉透心~小心！不要着凉哦！</p><p>降温风扇还能喷雾美容，炎炎夏日的小心机</p><p><br></p><p>【商品详情】</p><p>商品名称：喷雾风扇</p><p>颜色分类: 梦幻蓝 可爱粉 黑白配</p><p>电源方式: USB</p><p><br></p><p></p><p></p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/s2y3tibnze.jpg',
            'valiDate' => NULL,
        ),
    14836 =>
        array (
            'title' => '8元现金红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：8元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/a14ivxhy2h.jpg',
            'valiDate' => NULL,
        ),
    14837 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14863 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14864 =>
        array (
            'title' => '200观影红包',
            'description' => '<p>【商品详情】</p><p>商品名称：200元观影红包，支付宝直充</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/be1f59wqdp.jpg',
            'valiDate' => NULL,
        ),
    14865 =>
        array (
            'title' => 'IMAX观影票',
            'description' => '<p><font color="#333333">IMAX 3D双人电影通票两张 ，随意看大片</font></p><p><span style="color: rgb(51, 51, 51); font-size: 16px;">【商品详情】</span></p><ul><li>名称：IMAX 3D双人电影票2张</li><li>类型：通票</li><li><span style="color: rgb(234, 0, 15);">确认中奖后，工作人员将会在2-3个工作日内与您取得联系，确认电影场次，请耐心等待</span></li></ul><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/8gcvw6wic3.jpg',
            'valiDate' => NULL,
        ),
    14866 =>
        array (
            'title' => '20元电影券',
            'description' => '<p>【商品详情】<br></p><p>商品名称：美团20元电影抵用券</p><p><br></p><p>【领取说明】</p><p><span style="color: rgb(51, 51, 51); font-size: 16px;">获奖后，请详细填写个人手机号、姓名，我们会在5-10个工作日内将券码发至您的手机，若因个人原因导致号码错误、误发错发，不会进行补充，敬请谅解</span><br></p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/v4j5qyxin9.jpg',
            'valiDate' => NULL,
        ),
    14867 =>
        array (
            'title' => '爱奇艺月卡',
            'description' => '<p>【<span style="color: rgb(51, 51, 51); font-size: 16px;">商品详情</span><span style="color: rgb(51, 51, 51); font-size: 16px;">】</span></p><p>商品名称：爱奇艺月卡会员</p><p>卡面面值: 20元</p><p>类型：月卡</p><p>有效期：激活后30天</p><p><br></p><p>【领取说明】</p><p>获奖后，请填写送货信息（姓名、手机号码、地址），我们会在5-10个工作日内为您发货，若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p><p><br></p><p>【特别说明】</p><p>请领奖后后仔细阅读使用流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/k9ngu4c7aa.jpg',
            'valiDate' => NULL,
        ),
    14868 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14869 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14870 =>
        array (
            'title' => '100元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：100元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/zsjxmby1iy.jpg',
            'valiDate' => NULL,
        ),
    14871 =>
        array (
            'title' => '1000元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：1000元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/wb2s1vv5be.jpg',
            'valiDate' => NULL,
        ),
    14872 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    14873 =>
        array (
            'title' => '500元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：500元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/8wy2kjuf6u.jpg',
            'valiDate' => NULL,
        ),
    14874 =>
        array (
            'title' => '800元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：800元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/a31t4gjbga.jpg',
            'valiDate' => NULL,
        ),
    14875 =>
        array (
            'title' => '10元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：10元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/8ois4n8qrh.jpg',
            'valiDate' => NULL,
        ),
    99999 =>
        array (
            'title' => NULL,
            'description' => NULL,
            'img' => NULL,
            'valiDate' => NULL,
        ),
    10857 =>
        array (
            'title' => '天气造型抱枕',
            'description' => '<p><b>小清新天气羽绒棉抱枕</b><br></p><p>商品详情</p><p>卡通角色: 阴晴雨雪闪电<br></p><p>材质: 棉</p><p>特别说明</p><p>请兑换后仔细阅读使用流程，若有任何疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p><p>若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/rl00xtfbgf.jpg',
            'valiDate' => NULL,
        ),
    10856 =>
        array (
            'title' => '星空晴雨反向',
            'description' => '<p><b>爱不释手，高颜值反向伞</b></p><p>商品详情</p><p>伞的种类: 晴雨反向伞</p><p>伞杆材质: 铝合金</p><p>伞布: 碰击布</p><p>特别说明</p><p>若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659 （工作日9:00至18:00）</p><p>新疆、西藏、青海、宁夏、内蒙古地区不在包邮范围</p><p>若因地址不详、联系号码错误、停机等个人原因导致快递多次配送不成功，延期退回后我们将不再进行二次发货，敬请谅解</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/pyleyouh9d.jpg',
            'valiDate' => NULL,
        ),
    10855 =>
        array (
            'title' => '200元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：200元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/dfil12k75q.jpg',
            'valiDate' => NULL,
        ),
    10854 =>
        array (
            'title' => '500元红包',
            'description' => '<p>【商品详情】<br></p><p>商品名称：500元支付宝红包</p><p>&nbsp;</p><p>【领取说明】</p><p>获奖后，请详细填写个人手机号（将作为支付宝充值号码）、姓名（核对用户），我们会在5-10个工作日内为您充值，若因个人原因导致号码错误、误充错充，不会进行补充，敬请谅解</p><p>&nbsp;</p><p>【特别说明】</p><p>请仔细阅读领奖流程，若有疑问，可直接联系客服专线：400-080-6659或客服QQ：4000806659（工作日9:00至18:00）</p>',
            'img' => '//yun.yuyiya.com/tuia-media/img/mkxdieonpo.jpg',
            'valiDate' => NULL,
        ),
);