<?php
/**
 * User: lidc
 *
 *
 * http://www.cnblogs.com/seesea125/archive/2012/04/17/2453256.html
 *
 *
 * Web架构师究竟都要学些什么？具备哪些能力呢？先网上查查架构师的大概的定义，参见架构师修炼之道这篇文章，写的还不错，再查查公司招聘Web架构师的要求。 总结起来大概有下面几点技能要求：

一、 架构师有优秀的编码能力，解决开发人员无法解决的难题。

二、 架构师对系统的大数据容量高性能高并发高容错的网站有架构设计和开发经验。

三、 架构师对操作系统、数据库、服务器各种软件使用的配置比较了解，比如Linux、Web负载均衡、反向代理、数据库集群、容灾等比较了解。

四、 架构师对软件开发过程有清晰明确的认识，也就是对软件工程有有明确的认识，并能把需求进行分析、建模。

五、 架构师学习能力很强、接触知识面要很宽广、喜欢关注和接触各种新的技术。

六、 架构师沟通能力很强。

七、 架构师对从事的行业的业务要有深刻的了解。



换个角度看看这些要求把：


第一条要求你是个优秀的程序员。

第二、第三条要求你要懂DBA，运维都需要懂的知识。

第四条要求你是个项目经理。

第五条要求你是个技术全才，不仅学的要深，还要学的广。

第六条、第七条要求你熟悉公司业务人员、产品人员要懂的知识。

这个要求太高了，架构师就相当于战争中的司令员的位置，是整个团队的核心和灵魂，这种技术要求甚至技术总监和CEO都不具备，唯一要求少点的就是管理能力，如果再具备管理能力，那就甚至能超过技术总监和CTO了，而中国不乏管理人才，怪不得有人总结说，中国没有合格的架构师呢，也难怪，大概算一算，这种要求相当于一个人学6个人的知识，并且都能达到专业的水平，这就意味着你的领悟能力和学习能力，要高于常人几倍！所以说，成为架构师确实需要天分啊。
 *
 *
 *
 *
 */