<?php

/**
 * Description of Advert
 *
 * @author root
 */
class Advert {

    static $advert = null;
    static $init = null;

    public function __construct() {
        
    }

    public static function init() {
        if (!self::$init) {
            self::$init = new Advert();
        }
        return self::$init;
    }

    public static function get_ads($size_key) {
        $ret = array();
        if (isset(self::$advert[$size_key])) {
            $ret = self::$advert[$size_key];
        }
        return $ret;
    }

//    1:PC
//21:安卓H5平板
//22:安卓H5手机
//23:苹果H5平板
//24:苹果H5手机
//31:安卓APP平板
//32:安卓APP手机
//33:苹果APP平板
//34:苹果APP手机
//41:小米手机APP_SDK
//42:百度视频手机APP_SDK
//100:OTT
//
//城市
//
//'city_code' => array(
//'115611' => "北京", '115612' => '天津', '115613' => '河北省', '115614' => '山西省', '115615' => '内蒙古自治区', '115621' => '辽宁省',
// '115622' => '吉林省', '115623' => '黑龙江省', '115631' => '上海市', '115632' => '江苏省', '115633' => '浙江省', '115634' => '安徽省',
// '115635' => '福建省', '115636' => '江西省', '115637' => '山东省', '115641' => '河南省', '115642' => '湖北省', '115643' => '湖南省',
// '115644' => '广东省', '115645' => '广西壮族自治区', '115646' => '海南省', '115650' => '重庆市',
// '115651' => '四川省', '115652' => '贵州省', '115653' => '云南省', '115654' => '西藏自治区', '115661' => '陕西省', '115662' => '甘肃省',
// '115663' => '青海省', '115664' => '宁夏回族自治区', '115665' => '新疆维吾尔自治区'
//);



    public static function set_ads() {
        self::$advert = array(
            '400*300' => array(
                array(
                    'id' => 767,
                    'time' => 1474435620,
                    'title' => "测试",
                    'file_url' => 'http://127.0.0.1/uploads/swf/zt_400_300.swf',
                    'ctype' => 2, //素材类型 1-图片，2-mp4视频，3-flv视频,
                    'startdate' => strtotime("2016-09-20"),
                    'enddate' => strtotime("2016-09-30"),
                    'click_url' => "http://www.juhuisuan.com/", //点击地址
                    'check_status' => 1, //0审核中,1投放, 2停止投放
                    'duration' => 0, //视频广告时长，单位为秒，非视频类素材填0
                    'price' => 1000, ////千次展现金额，计划的最高竞标价格, 单位为分
                    'min_cpm_price' => 500, //最小出价
                    'platform' => array(1, 21, 22, 23, 33),
                    'max_pv' => 300000,
                    'put_time' => array(
                        0 => 0, 1 => 0, 2 => 0, 3 => 0, 4 => 0, 5 => 0, 6 => 0, 7 => 0, 8 => 0, 9 => 1, 10 => 1, 11 => 1,
                        12 => 1, 13 => 1, 14 => 1, 15 => 1, 16 => 1, 17 => 1, 18 => 1, 19 => 1, 20 => 1, 21 => 1, 22 => 1, 23 => 1
                    ),
                    'city_code' => array(
                        '115611' => "北京", '115612' => '天津', '115613' => '河北省', '115614' => '山西省', '115615' => '内蒙古自治区',
                        '115621' => '辽宁省', '115622' => '吉林省', '115623' => '黑龙江省', '115631' => '上海市', '115632' => '江苏省',
                        '115633' => '浙江省', '115634' => '安徽省', '115635' => '福建省', '115636' => '江西省', '115637' => '山东省',
                        '115641' => '河南省', '115642' => '湖北省', '115643' => '湖南省', '115644' => '广东省', '115645' => '广西壮族自治区',
                        '115646' => '海南省', '115650' => '重庆市', '115651' => '四川省', '115652' => '贵州省', '115653' => '云南省', '115654' => '西藏自治区',
                        '115661' => '陕西省', '115662' => '甘肃省', '115663' => '青海省', '115664' => '宁夏回族自治区', '115665' => '新疆维吾尔自治区'
                    )
                )
            ),
            '480*270' => array(
                50001 => array(
                    'id' => 50001,
                    'time' => 1474435620,
                    'title' => "测试",
                    'file_url' => 'http://127.0.0.1m/uploads/swf/zt_400_300.swf',
                    'ctype' => 3, //素材类型 1-图片，2-mp4视频，3-flv视频,
                    'startdate' => strtotime("2016-08-01"),
                    'enddate' => strtotime("2016-08-30"),
                    'click_url' => "http://www.juhuisuan.com/", //点击地址
                    'check_status' => 0, //0审核中,1投放, 2停止投放
                    'duration' => 0, //视频广告时长，单位为秒，非视频类素材填0
                    'price' => 1000, ////千次展现金额，计划的最高竞标价格, 单位为分
                    'min_cpm_price' => 500, //最小出价
                    'platform' => array(1, 21, 22, 23),
                    'max_pv' => 300000,
                    'put_time' => array(
                        0 => 0, 1 => 0, 2 => 0, 3 => 0, 4 => 0, 5 => 0, 6 => 0, 7 => 0, 8 => 0, 9 => 1, 10 => 1, 11 => 1,
                        12 => 1, 13 => 1, 14 => 1, 15 => 1, 16 => 1, 17 => 1, 18 => 1, 19 => 1, 20 => 1, 21 => 1, 22 => 1, 23 => 1
                    ),
                    'city_code' => array(
                        '115611' => "北京", '115612' => '天津', '115613' => '河北省', '115614' => '山西省', '115615' => '内蒙古自治区',
                        '115621' => '辽宁省', '115622' => '吉林省', '115623' => '黑龙江省', '115631' => '上海市', '115632' => '江苏省',
                        '115633' => '浙江省', '115634' => '安徽省', '115635' => '福建省', '115636' => '江西省', '115637' => '山东省',
                        '115641' => '河南省', '115642' => '湖北省', '115643' => '湖南省', '115644' => '广东省', '115645' => '广西壮族自治区',
                        '115646' => '海南省', '115650' => '重庆市', '115651' => '四川省', '115652' => '贵州省', '115653' => '云南省', '115654' => '西藏自治区',
                        '115661' => '陕西省', '115662' => '甘肃省', '115663' => '青海省', '115664' => '宁夏回族自治区', '115665' => '新疆维吾尔自治区'
                    )
                )
            )
        );
    }

}
